Repository: common-repository/breaking-news-wp
Catalog: languages/brnwp-*.po
Languages: it_it

source: News Bar Color
it_it: Colore Barra Notizie

source: Bar Title Color
it_it: Colore Barra Titolo

source: News Link Color
it_it: Colore Link Notizie

source: News Color
it_it: Colore Notizie

source: Title Color
it_it: Colore Titolo

source: Detailed
it_it: Dettagliato

source: Bar Width
it_it: Dimensione Barra

source: News Filter
it_it: Filtro delle Notizie da Visualizzare

source: Here you customize your Breaking News WP bar settings:
it_it: Da qui puoi personalizzare le opzioni per la barra delle Breaking News WP:

source: News Max Number
it_it: Numero Massimo di Notizie da Visualizzare

source: Settings restored successfully
it_it: Valori resettati con successo

source: Save Changes
it_it: Salva Modifiche

source: Simple
it_it: Semplice

source: Custom Style
it_it: Stile Personalizzato

source: For support or specific requests contact:
it_it: Per supporto o richieste specifiche contatta:

source: Choose Theme
it_it: Scelta Tema

source: Custom Text
it_it: Testo

source: Do you want to use a custom text?
it_it: Vuoi inserire un testo personalizzato?

source: News Bar Title
it_it: Titolo delle News

source: Breaking News WP settings
it_it: Configurazione di Breaking News WP
